Repository: siavashoh/AronFootball
Catalog: locale/*/LC_MESSAGES/django.po
Languages: hi

source: I want to trade on players' performance from
hi: मुझे खिलाड़ियों के प्रदर्शन पर ट्रेड करना है जो खेलते हैं

source: Join now.
hi: अभी जुड़े.

source: A 50% bonus
hi: 50% का बोनस

source: on your
hi: तुम्हारे ऊपर

source: first deposit is waiting!
hi: पहली जमा राशि प्रतीक्षा कर रही है!

source: is worth trying
hi: को आजमाना क्यों सही है

source: Over 1300 football players to choose from
hi: चुनने के लिए यहाँ 1300 से अधिक खिलाड़ी हैं

source: 35,927 active
hi: हर दिन 35927

source: traders daily
hi: एक्टिव ट्रेडर हैं

source: 1,2 Bn Dollars worth
hi: हर दिन 1.2 बिलियन

source: daily transactions
hi: डॉलर के मूल्य का ट्रांजेक्शन

source: Instant deposit
hi: तुरंत डिपॉजिट

source: and withdrawals
hi: और विड्राल

source: support
hi: सपोर्ट

source: service
hi: सेवा

source: Full transparency
hi: पूरी ईमानदारी

source: get
hi: तक की

source: up to
hi: राशि पाएँ

source: Invest in
hi: अपने पसंदीदा

source: the performance
hi: फुटबॉल खिलाड़ियों

source: of your favorite
hi: के प्रदर्शन

source: football players
hi: में इंवेस्ट कीजिए

source: Join now and get
hi: अपने पहले डिपॉजिट पर

source: bonus on your first deposit
hi: का बोनस पाने के लिए अभी जुड़िए

source: What our
hi: जानिए हमारे

source: happy traders
hi: हैप्पी ट्रेडर्स

source: say
hi: क्या कहते हैं

source: When markets became turbulent, I decided to diversify my investments by focusing on the performance of football players. Messi and Ronaldo helped me double my funds. See for yourself!
hi: जब मार्केट में भारी उतार-चढ़ाव आया था, तब मैंने फुटबॉल खिलाड़ियों के प्रदर्शन पर फोकस करते हुए अपने इंवेस्टमेंट को अलग-अलग जगहों पर लगाने का फैसला किया। मेसी और रोनाल्डो की मदद से मेरे फंड दोगुने हो गए। आप खुद देख लें!

source: Guys, you are awesome! Keep up the amazing work and try to include more players from Latin America - there are lots of burgeoning talents! My tip is that you focus on young players.
hi: मैंने कभी सपने में भी किसी फुटबॉल टीम का साथी बनने के बारे में नहीं सोचा था। इस सर्विस ने प्रोजेक्ट किए गए खिलाड़ियों को पहचानने की क्षमता देकर मेरी आंखे खोल दी और मैंने ट्रेड ऐसे किए हैं मानों मैं कोई माहिर ट्रेडर हूँ।

source: I never allowed myself to dream of being a scout for a football team. This service has opened my eyes to the ability to spot projected players and make trades as if I were a pro.
hi: फुटबॉल खिलाड़ियों के प्रदर्शन पर मिलने वाले सभी ट्रेडिंग अवसरों के बारे में थोड़े में बताना बहुत मुश्किल है। आपको खुद से आजमाना चाहिए। इसके अलावा, Aron Football पहले डिपॉजिट पर तुरंत ही एक 50% का बोनस देता है। इससे ना चूकें!

source: Rather than simply betting on sports, Aron Football offers a unique approach to capitalizing on your expertise in sports by making consistent profits. Way to go, Aron!
hi: स्पोर्ट्स पर बेटिंग करने के आम तरीके के बजाए, लगातार फायदा बनाने के चलते Aron Football स्पोर्ट्स में आपकी विशेषज्ञता को पैसों में बदलने का एक खास तरीका देता है। आगे बढ़ो। Aron!

source: It is hard to describe shortly all opportunities of trading on football players' performance. You just need to try it yourself. Moreover, Aron Football provides a 50%% bonus on the first deposit right now. Don't miss out!
hi: दोस्तों, आप तो कमाल के हैं! अपना शानदार काम जारी रखें और कोशिश करके लैटिन अमेरिका के और खिलाड़ियों को शामिल करें - यहाँ बहुत सी उभरती हुई प्रतिभाएँ हैं! मेरी टिप है कि नौजवान खिलाड़ियों पर फोकस रखें।

source: Earn from your passion in
hi: अपने पैशन से कमाई करें

source: 3 simple steps
hi: 3 आसान रास्तोंसे

source: Register
hi: रजिस्टर करें

source: Choose
hi: ट्रेडिंग के लिए

source: your player
hi: अपना खिलाड़ी

source: for trading
hi: चुनें

source: Buy low,
hi: कम में खरीदें,

source: sell high!
hi: महंगे में बेचें!

source: How it works: Our algorithms create tradable indices and assign a monetary value to sports people. Over 500 data points are evaluated and monitored in real-time throughout the pricing engine for each player, allowing you to manage and trade options on specific players you follow.
hi: यह कैसे काम करता है: हमारा एल्गोरिदम ट्रेड होने वाले इंडेक्स बनाता है और स्पोर्ट्स से जुड़े लोगों की एक कीमत तय करता है। हर खिलाड़ी के लिए पूरे प्राइसिंग इंजन में रियल-टाइम में 500 से अधिक डेटा पॉइंट का आकलन और मॉनीटर किया जाता है, जिससे जिन खास खिलाड़ियों को आप फॉलो करते हैं उनको मैनेज और उनके ट्रेड संबंधी विकल्पों की सुविधा आपको मिले।
